{"translation-revision-date":"2023-11-04 15:00+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/js\/admin\/dashboard.js","domain":"kadence","locale_data":{"kadence":{"":{"domain":"kadence","lang":"tr_TR","plural-forms":"nplurals=2; plural=n != 1;"},"Typography":["Tipografi"],"Header Layout":["Başlık Düzeni"],"Footer Layout":["Altbilgi Düzeni"],"Page Layout":["Sayfa Düzeni"],"Web Creators Community":["Web Yaratıcıları Topluluğu"],"Join our community of fellow kadence users creating effective websites! Share your site, ask a question and help others.":["Etkili web siteleri oluşturan diğer kadence kullanıcıları topluluğumuza katılın! Sitenizi paylaşın, bir soru sorun ve başkalarına yardım edin."],"Join our Facebook Group":["Facebook Grubumuza Katılın"],"Video Tutorials":["Video Eğitimleri"],"Support":["Destek"],"Have a question, we are happy to help! Get in touch with our support team.":["Bir sorunuz varsa, size yardımcı olmaktan mutluluk duyarız! Destek ekibimizle iletişime geçin."],"Submit a Ticket":["Bilet Gönder"],"Welcome to Kadence!":["Kadence'ye hoş geldiniz!"],"You are going to love working with this theme! View the video below to get started with our video tutorials or click the view knowledge base button below to see all the documentation.":["Bu tema ile çalışmayı seveceksiniz! Video eğitimlerimize başlamak için aşağıdaki videoyu izleyin veya tüm belgeleri görmek için aşağıdaki bilgi tabanını görüntüle düğmesini tıklayın."],"Kadence Theme Getting Started Tutorial - 10 Minute Quick Start Guide":["Kadence Teması Başlangıç Eğitimi-10 Dakikalık Hızlı Başlangıç Kılavuzu"],"View Knowledge Base":["Bilgi Tabanını Görüntüle"],"Changelog":["Değişiklik Günlüğü"],"Pro Changelog":["Pro Değişiklik Günlüğü"],"Header Addons":["Başlık Eklentileri"],"Adds 19 elements to the header builder.":["Başlık oluşturucuya 19 öğe ekler."],"Ultimate Menu":["Nihai Menü"],"Adds menu options for mega menus, highlight tags, icons and more.":["Mega menüler, vurgu etiketleri, simgeler ve daha fazlası için menü seçenekleri ekler."],"Header\/Footer Scripts":["Üstbilgi \/ Altbilgi Komut Dosyaları"],"Adds Options into the customizer to add header and footer scripts":["Üstbilgi ve altbilgi komut dosyaları eklemek için özelleştiriciye Seçenekler ekler"],"Hooked Elements":["Kancalı Elemanlar"],"Add content anywhere into your site conditionally.":["Sitenize koşullu olarak herhangi bir yere içerik ekleyin."],"WooCommerce Addons":["WooCommerce Eklentileri"],"Adds new options into the customizer for WooCommerce stores.":["WooCommerce mağazaları için özelleştiriciye yeni seçenekler ekler."],"Infinite Scroll":["Sonsuz Kaydırma"],"Adds Infinite Scroll for archives.":["Arşivler için Sonsuz Kaydırma ekler."],"Local Gravatars":["Yerel Mezarlıklar"],"Loads Gravatars from your servers to improve site performance.":["Site performansını artırmak için sunucularınızdan Gravatarlar yükler."],"Archive Custom Page Title Backgrounds":["Özel Sayfa Başlığı Arka Planlarını Arşivle"],"Allows you to assign a custom image for a taxonomy background.":["Taksonomi arka planı için özel bir görüntü atamanıza olanak tanır."],"Do more with the Kadence Pro Addon":["Kadence Pro Eklentisi ile daha fazlasını yapın"],"Learn More":["daha fazla bilgi edin"],"This area is for Recommended Plugins.":["Bu alan Önerilen Eklentiler içindir."],"Starter Templates":["Başlangıç Şablonları"],"Create and customize professionally designed websites in minutes. Simply choose your template, choose your colors, and import. Done!":["Dakikalar içinde profesyonelce tasarlanmış web siteleri oluşturun ve özelleştirin. Şablonunuzu seçin, renklerinizi seçin ve içe aktarın. Bitti!"],"Global Colors":["Küresel Renkler"],"Setup the base color scheme for your site.":["Siteniz için temel renk düzenini ayarlayın."],"Branding":["Markalaşma"],"Upload your logo and favicon.":["Logonuzu ve favicon'unuzu yükleyin."],"Choose the perfect font family, style and sizes.":["Mükemmel yazı tipi ailesini, stilini ve boyutlarını seçin."],"Add elements and arrange them how you want.":["Öğeleri ekleyin ve istediğiniz şekilde düzenleyin."],"Define your sites general page look and feel for page title, and content style.":["Sitelerinizin genel sayfa görünümünü, sayfa başlığını ve içerik stilini tanımlayın."],"Customize the columns and place widget areas in unlimited configurations":["Sütunları özelleştirin ve widget alanlarını sınırsız yapılandırmalara yerleştirin"],"Customize Your Site":["Sitenizi Özelleştirin"],"Customize":["Özelleştirme"],"Dashboard":["Gösterge paneli"],"Getting Started":["Başlarken"]}}}